;======================================================================================================AR=======================

[WP_REACHAR X2WeaponTemplate]
FriendlyName="Reach MA37"
BriefSummary="The MA37 was developed at the end of first war and has become one of the most effective automatic rifles since."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_REACHAR_MG X2WeaponTemplate]
FriendlyName="Reach MA37 Magnetic"
BriefSummary="Advanced Ballistic capabilites allows the MA37 to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_REACHAR_BM X2WeaponTemplate]
FriendlyName="Reach MA37 Coil Tech"
BriefSummary="Advanced Coil Tech capabilites allows the MA37 to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

;======================================================================================================DMR==========================

[WP_REACHDMR X2WeaponTemplate]
FriendlyName="Reach M392 DMR"
BriefSummary="The M392 was developed at the end of first war and has become one of the most effective marsksman rifles since."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_REACHDMR_MG X2WeaponTemplate]
FriendlyName="Reach M392 DMR Magnetic"
BriefSummary="Advanced Ballistic capabilites allows the M392 to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_REACHDMR_BM X2WeaponTemplate]
FriendlyName="Reach M392 DMR Coil Tech"
BriefSummary="Advanced Coil Tech capabilites allows the M392 to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

;======================================================================================================Sniper==========================

[WP_REACHSNIPER X2WeaponTemplate]
FriendlyName="Reach SRS99 Sniper"
BriefSummary="The SRS99 was developed at the end of first war and has become one of the most effective sniper rifles since."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_REACHSNIPER_MG X2WeaponTemplate]
FriendlyName="Reach SRS99 Sniper Magnetic"
BriefSummary="Advanced Ballistic capabilites allows the SRS99 to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_REACHSNIPER_BM X2WeaponTemplate]
FriendlyName="Reach SRS99 Sniper Coil Tech"
BriefSummary="Advanced Coil Tech capabilites allows the SRS99 to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

;======================================================================================================Shotgun=========================

[WP_REACHSHOTGUN X2WeaponTemplate]
FriendlyName="Reach M45 Shotgun"
BriefSummary="The SRS99 was developed at the end of first war and has become one of the most effective Shotguns since."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_REACHSHOTGUN_MG X2WeaponTemplate]
FriendlyName="Reach M45 Shotgun Magnetic"
BriefSummary="Advanced Ballistic capabilites allows the M45 to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_REACHSHOTGUN_BM X2WeaponTemplate]
FriendlyName="Reach M45 Shotgun Coil Tech"
BriefSummary="Advanced Coil Tech capabilites allows the M45 to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

;======================================================================================================H4Saw===========================

[WP_NH5_SAW X2WeaponTemplate]
FriendlyName="NH5 LMG"
BriefSummary="The NH5 LMG was developed at the end of first war and has become one of the most effective LMGs since."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_NH5_SAW_MG X2WeaponTemplate]
FriendlyName="NH5 LMG Magnetic"
BriefSummary="Advanced Ballistic capabilites allows the NH5 LMG to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_NH5_SAW_BM X2WeaponTemplate]
FriendlyName="NH5 LMG Coil Tech"
BriefSummary="Advanced Coil Tech capabilites allows the NH5 LMG to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

;======================================================================================================ODSTSMG===========================
[WP_ODSTSMG X2WeaponTemplate]
FriendlyName="ODST SMG"
BriefSummary="The ODST SMG was developed at the end of first war and has become one of the most effective SMGs since."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_ODSTSMG_MG X2WeaponTemplate]
FriendlyName="ODST SMG Magnetic"
BriefSummary="Advanced Ballistic capabilites allows the ODST SMG to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_ODSTSMG_BM X2WeaponTemplate]
FriendlyName="ODST SMG Coil Tech"
BriefSummary="Advanced Coil Tech capabilites allows the ODST SMG to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

;======================================================================================================H5SMG===========================
[WP_NH5_SMG X2WeaponTemplate]
FriendlyName="NH5 SMG"
BriefSummary="The NH5 SMG was developed at the end of first war and has become one of the most effective SMGs since."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_NH5_SMG_MG X2WeaponTemplate]
FriendlyName="NH5 SMG Magnetic"
BriefSummary="Advanced Ballistic capabilites allows the NH5 SMG to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_NH5_SMG_BM X2WeaponTemplate]
FriendlyName="NH5 SMG Coil Tech"
BriefSummary="Advanced Coil Tech capabilites allows the NH5 SMG to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

;======================================================================================================Magnum============================
;======================================================================================================BR============================
[WP_NH5_BR X2WeaponTemplate]
FriendlyName="NH5 BR"
BriefSummary="The NH5 BR was developed at the end of first war and has become one of the most effective Battle Rifles since."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_NH5_BR_MG X2WeaponTemplate]
FriendlyName="NH5 BR Magnetic"
BriefSummary="Advanced Ballistic capabilites allows the NH5 BR to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"

[WP_NH5_BR_BM X2WeaponTemplate]
FriendlyName="NH5 BR Coil Tech"
BriefSummary="Advanced Coil Tech capabilites allows the NH5 BR to shoot higher velocity rounds with greater penetration power."
TacticalText="<Bullet/> Firing this gun will the end soldiers turn, unless they have special training.\n<Bullet/>\n<Bullet/>"
